import { QuestionsAndAnswersType } from "mainTypes";

export const questionsData: QuestionsAndAnswersType[] = [
    {
      title: 'Подтверждено: сознание наших соотечественников не замутнено пропагандой?',
      text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
    },
    {
        title: 'Прототип нового сервиса - это как трубный призыв?',
        text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
      },
      {
        title: 'Частокол на границе продолжает удивлять?',
        text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
      },
      {
        title: 'Очевидцы сообщают, что слышали грохот грома градущих изменений?',
        text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
      },
      {
        title: 'И по сей день в центральных регионах звучит перекатами печальный плач оппозиции?',
        text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
      },
      {
        title: 'Нынче никто не может себе позволить инициировать треск разлетающихся скреп?',
        text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
      },
      {
        title: 'Высококачественный прототип будущего проекта обнадёживает?',
        text: 'В частности, дальнейшее развитие различных форм деятельности позволяет выполнить важные задания по разработке дальнейших направлений развития. Предварительные выводы неутешительны: экономическая повестка сегодняшнего дня говорит о возможностях существующих финансовых и административных условий.',
      },
    
  ];