import AvatarMikhail from '../../../assets/images/mikhail.png'
import AvatarIvanIvan from '../../../assets/images/ivanivan.png'
import AvatarIvan from '../../../assets/images/ivan.png'
import AvatarArtem from '../../../assets/images/artem.png'
import { SlideData } from 'mainTypes'

export const feedbackData: SlideData[] = [
    {
        avatar: AvatarMikhail,
        name: 'Константинов Михаил Павлович',
        city: 'Санкт-Петербург',
        message: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы '
    },
    {
        avatar: AvatarIvanIvan,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург',
        message: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: AvatarArtem,
        name: 'Артем Корнилов',
        city: 'Самара',
        message: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    },
    {
        avatar: AvatarIvan,
        name: 'Иван Иванов',
        city: 'Санкт-Петербург, ИП Иванов',
        message: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения. В своём стремлении улучшить пользовательский опыт мы упускаем, что активно развивающиеся страны третьего мира призваны к ответу.'
    },
    {
        avatar: AvatarArtem,
        name: 'Степан Васильев',
        city: 'Самара',
        message: 'Каждый из нас понимает очевидную вещь: перспективное планирование предоставляет широкие возможности для анализа существующих паттернов поведения.'
    },
]
     
 